Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_207_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Lagamus boahtteáiggis sámediggi berre ohcat vugiid mot sáhttit dorvvastit árbevirolaš dieđu seailuma dálkkádatnuppástusas ja ealáhusstruktuvrra nuppástusas ja mo sáhttit ealáskahttit árbevirolaš dieđu .
smn: Aldapuátteevuođâst kalga sämitigge uuccâđ vuovijd maht pyehtip turviđ ärbivuáválâš tiäđu siäilum šoŋŋâdâhnubástusâst já iäláttâsráhtus nubástusâst já maht pyehtip iäláskittiđ ärbivuáválâš tiäđu .

source: Sámegiela ja árbevirolaš dieđu seailun gáibida ahte sámiid ruovttuguovlu ja sámiid árbevirolaš ealáhusat seilot ealasin .
smn: Sämikielâ já ärbivuáválâš tiäđu siäilum váátá et sämikuávlu já sämmilij ärbivuáválâš iäláttâsah siäiluh eellimvuáimálâžžân .

source: Dát lea sámediggái stuora hástalus .
smn: Taat lii sämitige tooimâ stuorrâ háástus .
